# 음료선택 및 잔돈 계산프로그램
# 사용자 : 아메리카노  3000원    레몬에이드 4000원  카페라떼 3500원
# print =("1.아메리카노","2.레몬에이드","2.카페라떼")
# beverage = int(input(" 투입금액"))
# money = int
print("1.아메리카노(3000원), 2.레몬에이드(4000원), 3.카페라떼(3500원)")
beverage = int(input(" 투입금액:"))
if 

# 버스요금 계산 프로그램
# 시내버스 1500원  광역버스 2000원  마을버스 1000원
# 연렬별 할인류 어린이(7세이하 )
# 무료  청소년(8세~19세) 30%
# 노인(65세 이상 무료

#bus1 =


# 짝수배수 출력 프로그램
# 사용자 : 정수 n  받아  , n배수중 짝수만을 출력하는 프로그램


# num = int(input("정수 입력:"))
# for x in range(1,101):
#     if x % num == 0 and x %2==0:
#         print(x)


